'===================================================================================
'　 （システム名）      在庫計画システム
'
'   （機能名）          共通インターフェース（付属品）
'   （クラス名）        IfRturnUpDDate
'   （処理機能名）      
'   （備考）            親画面と子画面間の値渡しのためのインターフェース
'
'===================================================================================
' 履歴  名前                日付        マーク      内容
'-----------------------------------------------------------------------------------
'  (1)  橋本     　　       2010/10/28              新規
'-----------------------------------------------------------------------------------
Public Interface IfRturnUpDDate

    '更新日時を渡す
    Sub setUpDDate(ByVal prmUpDDate As Date)

    Sub myActivate()

    Sub myShow()

End Interface
