'===================================================================================
'　 （システム名）      在庫計画システム
'
'   （機能名）          共通インターフェース
'   （クラス名）        IfRturnSeisanNouryoku
'   （処理機能名）      
'   （備考）            親画面とコード選択子画面間の値渡しのためのインターフェース
'
'===================================================================================
' 履歴  名前                日付        マーク      内容
'-----------------------------------------------------------------------------------
'  (1)  鈴木            2010/11/25                  新規
'-----------------------------------------------------------------------------------
Public Interface IfRturnSeisanNouryoku

    Sub setRegist(ByVal prmRegist As Boolean)

    Sub myActivate()

    Sub myShow()

End Interface
