'===================================================================================
'　 （システム名）      在庫計画システム
'
'   （機能名）          共通インターフェース
'   （クラス名）        IfRturnKahenKey
'   （処理機能名）      
'   （備考）            親画面とコード選択子画面間の値渡しのためのインターフェース
'
'===================================================================================
' 履歴  名前                日付        マーク      内容
'-----------------------------------------------------------------------------------
'  (1)  Nakazawa            2010/08/04              新規
'-----------------------------------------------------------------------------------
Public Interface IfRturnKahenKey

    '可変キーと名称１を渡す
    Sub setKahenKey(ByVal prmKahenKey As String, ByVal prmMeisyo1 As String)

    Sub myActivate()

    Sub myShow()

End Interface
